/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Activado";
"general.off" = "Apagado";
"general.login" = "Iniciar sesión";
"general.logout" = "Cerrar sesión";
"general.ok" = "Aceptar";
"general.cancel" = "Cancelar";
"general.username" = "Nombre de usuario";
"general.password" = "Contraseña";
"general.na" = "N/A";

"input.value_is_empty" = "El valor no puede estar vacío.";
"input.already_exists" = "El valor ya existe.";

// Guide Window
"guide.highlights" = "Destacados";
"guide.basic_settings" = "Configuración básica";
"guide.faq" = "Preguntas frecuentes";

// Initial Window
"initial.announcement" = "Estás usando una versión %@ de IINA";
"initial.beta.desc" = "Si desea volver a una versión estable, desmarque \"recibir actualizaciones beta\" desde Ajustes > Generales, e instale una versión estable de nuestro <a href=\"https://iina.io\">sitio web oficial</a>.";
"initial.nightly.desc" = "No se recomienda usar versiones nocturnas para el uso diario. Actualmente las versiones nocturnas no soportan la actualización automática. Por favor, descargue manualmente nuevas versiones de nuestro <a href=\"https://nightly.iina.io\">sitio web nocturno</a>.";
"initial.debug.desc" = "Las compilaciones de depuración normalmente no están optimizadas para el rendimiento, por lo que no se recomienda que se utilicen de manera habitual. Las compilaciones de depuración no soportan la actualización automática.";
"initial.bug_report" = "Notifique a través de <a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>.";

// Inspector Window
"inspector.error" = "Error";

// MainWindowController.swift
"main.buffering_indicator" = "Cargando… %d%%";
"main.opening_stream" = "Abriendo transmisión…";
"main.seeking_indicator" = "Buscando…";
"osc.precision" = "Precisión";
"osc.1s" = "1 segundo";
"osc.100ms" = "100 milisegundos";
"osc.10ms" = "10 milisegundos";
"osc.1ms" = "1 milisegundo";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Predeterminado";
"quicksetting.item_none" = "Ninguno";
"quicksetting.hwdec" = "Decodificación de hardware";
"quicksetting.deinterlace" = "Desentrelazar";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Ocultar";
"quicksetting.reset_speed" = "Restablecer velocidad a 1x";

// EQ Presets
"eq.preset.flat" = "Plano";
"eq.preset.acoustic" = "Acústico";
"eq.preset.classical" = "Clásico";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Graves";
"eq.preset.electronic" = "Electrónico";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Aumentar Bajos";
"eq.preset.increase_treble" = "Aumentar Agudos";
"eq.preset.increase_vocal" = "Aumentar voces";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latino";
"eq.preset.loundness" = "Ruido";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Reducir Bajos";
"eq.preset.reduce_treble" = "Reducir Agudos";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Altavoz Pequeño";
"eq.preset.spoken_word" = "Palabra Hablada";

"alert.eq.new_profile.title" = "Nuevo Perfil de EQ";
"alert.eq.new_profile.message" = "Por favor, introduzca un nombre de perfil.";
"alert.eq.rename.title" = "Renombrar Perfil Actual";
"alert.eq.rename.message" = "Por favor, introduzca un nuevo nombre de perfil.";

// OSDMessage.swift
"osd.pause" = "Pausa";
"osd.resume" = "Reanudar";
"osd.volume" = "Volumen: %@";
"osd.speed" = "Velocidad: %@x";
"osd.aspect" = "Proporción: %@";
"osd.crop" = "Recortar: %@";
"osd.rotate" = "Rotar: %i°";
"osd.deinterlace" = "Desentrelazar: %@";
"osd.hwdec" = "Decodificación de hardware: %@";
"osd.audio_delay.nodelay" = "Retraso de audio: Sin Retraso";
"osd.audio_delay.later" = "Retraso de audio: %@s Después";
"osd.audio_delay.earlier" = "Retraso de audio: %@s Antes";
"osd.sub_delay.nodelay" = "Retraso de subtítulos: Sin Retraso";
"osd.sub_delay.later" = "Retraso de subtítulos: %@s Después";
"osd.sub_delay.earlier" = "Retraso de subtítulos: %@s Antes";
"osd.subtitle_pos" = "Posición de subtítulos: %@";
"osd.sub_hidden" = "Subtítulos Visibles";
"osd.sub_visible" = "Subtítulos Visibles";
"osd.sub_second_delay.nodelay" = "Retraso secundario de subtítulos: Sin demora";
"osd.sub_second_delay.later" = "Retraso de Subtítulo Secundario: %@s Después";
"osd.sub_second_delay.earlier" = "Retraso Secundario de Subtítulos: %@s Antes";
"osd.sub_second_hidden" = "Subtítulos Secundarios Escondidos";
"osd.sub_second_pos" = "Posición Secundaria de Subtítulos: %@";
"osd.sub_second_visible" = "Subtítulos Secundarios Visibles";
"osd.mute" = "Silenciar";
"osd.unmute" = "No silenciar";
"osd.screenshot" = "Captura de pantalla";
"osd.abloop.a" = "Bucle-AB: A";
"osd.abloop.b" = "Bucle-AB: B";
"osd.abloop.clear" = "Bucle-AB: Borrado";
"osd.stop" = "Detener";
"osd.chapter" = "Capítulo: %@";
"osd.subtitle_scale" = "Escala de subtítulos: %@x";
"osd.add_to_playlist" = "Se añadieron %i archivos a la lista de reproducción";
"osd.clear_playlist" = "Lista de reproducción borrada";
"osd.video_eq.contrast" = "Contraste: %i";
"osd.video_eq.gamma" = "Gama: %i";
"osd.video_eq.hue" = "Matiz: %i";
"osd.video_eq.saturation" = "Saturación: %i";
"osd.video_eq.brightness" = "Brillo: %i";
"osd.find_online_sub" = "Buscando subtítulos en línea…";
"osd.find_online_sub.source" = "desde";
"osd.sub_not_found" = "No se encontraron subtítulos";
"osd.sub_found" = "Subtítulos %d encontrados.";
"osd.sub_downloading" = "Descargando subtítulos %d";
"osd.sub_downloaded" = "Subtítulos descargados";
"osd.sub_saved" = "Subtítulo guardado";
"osd.network_error" = "Error de red";
"osd.file_error" = "Error al leer el archivo";
"osd.cannot_login" = "No puedo iniciar sesión";
"osd.canceled" = "Cancelado";
"osd.cannot_connect" = "No se puede conectar";
"osd.timed_out" = "Tiempo agotado";
"osd.filter_added" = "Filtro Añadido: %@";
"osd.filter_removed" = "Filtro Eliminado";
"osd.file_loop" = "Leer un solo fichero";
"osd.playlist_loop" = "Repetir lista de reproducción";
"osd.no_loop" = "Desactivar bucle";

"preference.title" = "Preferencias";
"preference.general" = "General";
"preference.ui" = "Interfaz";
"preference.video_audio" = "Vídeo/Audio";
"preference.subtitle" = "Subtítulos";
"preference.network" = "Red";
"preference.control" = "Controles";
"preference.keybindings" = "Atajos de teclado";
"preference.advanced" = "Avanzado";
"preference.plugins" = "Plugins";
"preference.utilities" = "Utilidades";
"preference.scripts" = "Scripts";
"preference.not_logged_in" = "Sin iniciar sesión";
"preference.logged_in_as" = "Conectado como %@";
"preference.system_media_control" = "Utilizar los controles multimedia del sistema";

"preference.key_binding_hint_1" = "Para editar los atajos en el archivo de configuración actual, haga primero clic en el botón \"Duplicar…\" para crear una copia.";
"preference.key_binding_hint_2" = "Haga doble clic en una fila del lado derecho para editar el atajo correspondiente.";

"preference.enable_adv_settings" = "Habilitar configuración avanzada";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "fuerza";
"preference.sub_override_level.scale" = "escala";
"preference.sub_override_level.strip" = "tira";
"preference.sub_override_level.yes" = "sí";

"preference.sub_override_level.descriptive_text.no" = "Procesar subtítulos como se especifica en los scripts, sin sobreescribir.";
"preference.sub_override_level.descriptive_text.force" = "Aplicar todos los estilos de subtítulos.";
"preference.sub_override_level.descriptive_text.scale" = "Aplica el ajuste de escala además de los ajustes de estilo en esta sección.";
"preference.sub_override_level.descriptive_text.strip" = "Remueve radicalmente todas las etiquetas y estilos ASS del subtítulo.";
"preference.sub_override_level.descriptive_text.yes" = "Aplicar todos los ajustes de estilo en esta sección.";

"preference.ytdl_plugin_not_installed" = "Instale el plugin multimedia en línea de \"Plugins > Instalar desde GitHub\" para disfrutar de características avanzadas tales como descargas de vídeo y actualizaciones automáticas yt-dlp.";
"preference.ytdl_plugin_installed" = "El soporte de youtube-dl integrado está deshabilitado, ya que tienes el plugin de medios online instalado.";

"menu.volume" = "Volumen: %@";
"menu.volume_muted" = "Volumen: %@ (Silenciado)";
"menu.audio_delay" = "Retraso de audio: %@s";
"menu.sub_delay" = "Retraso de subtítulos: %@s";
"menu.sub_hide" = "Ocultar Subtítulos";
"menu.sub_show" = "Mostrar Subtítulos";
"menu.sub_second_hide" = "Esconder Subtítulos Secundarios";
"menu.sub_second_show" = "Mostrar Subtítulos Secundarios";
"menu.fullscreen" = "Ver a pantalla completa";
"menu.exit_fullscreen" = "Salir de pantalla completa";
"menu.pip" = "Ver en Picture-in-Picture";
"menu.exit_pip" = "Salir de Picture-in-Picture";
"menu.mini_player" = "Entrar en modo música";
"menu.exit_mini_player" = "Salir del modo de música";
"menu.pause" = "Pausar";
"menu.resume" = "Reanudar";
"menu.speed" = "Velocidad: %@x";
"menu.chapters" = "Mostrar el panel de capítulos";
"menu.hide_chapters" = "Ocultar el panel de capítulos";
"menu.playlist" = "Mostrar el panel de la lista de reproducción";
"menu.hide_playlist" = "Ocultar el panel de la lista de reproducción";
"menu.video" = "Mostrar el panel de vídeo";
"menu.hide_video" = "Ocultar el panel de vídeo";
"menu.audio" = "Mostrar el panel de audio";
"menu.hide_audio" = "Ocultar el panel de audio";
"menu.subtitles" = "Mostrar el panel de subtítulos";
"menu.hide_subtitles" = "Ocultar el panel de subtítulos";

"menu.seek_forward" = "Adelantar %@s";
"menu.seek_backward" = "Retroceder %@s";
"menu.speed_up" = "Aumentar velocidad a %@x";
"menu.speed_down" = "Reducir velocidad a %@x";
"menu.volume_up" = "Volumen + %@%%";
"menu.volume_down" = "Volumen - %@%%";
"menu.audio_delay_up" = "Retrasar audio + %@s";
"menu.audio_delay_down" = "Retrasar audio - %@s";
"menu.sub_delay_up" = "Retrasar subtítulos + %@s";
"menu.sub_delay_down" = "Retrasar subtítulos - %@s";

"menu.crop_custom" = "Personalizado…";
"menu.find_online_sub" = "Buscar subtítulos en línea desde %@";

"menu.manage_plugins" = "Gestionar plugins";
"menu.developer_tool" = "Herramientas de desarrollo";
"menu.more_plugin" = "Más…";
"menu.conflicting_shortcuts" = "Atajos de teclas con conflictos…";
"menu.reload_plugins" = "Recargar todos los plugins";
"menu.show_plugins_panel" = "Mostrar panel de plugins";
"menu.hide_plugins_panel" = "Ocultar Panel de Plugins";

"track.audio" = "Audio";
"track.none" = "<Ninguno>";
"track.sub" = "Subtítulos";
"track.video" = "Vídeo";

"subtrack.no_loaded" = "No se cargaron subtítulos";
"subtrack.no_external" = "No se encontraron subtítulos externos";

// Alerts
"alert.beta_channel.title" = "Recibir actualizaciones para las versiones Beta";

"alert.title_error" = "Error";
"alert.title_warning" = "Advertencia";
"alert.title_info" = "Información";

"alert.fatal_error" = "Error fatal: %@ \nLa aplicación se cerrará ahora.";
"alert.mpv_error" = "Error interno %@ (%@) al configurar la opción %@.";

"alert.unsupported_audio" = "Archivo de audio externo no compatible.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Subtítulo externo no compatible.";
"alert.unsupported_url" = "URL no compatible.";
"alert.wrong_url_format" = "Formato de URL incorrecto.";

"alert.error_open" = "¡No se puede abrir el archivo o la secuencia!";
"alert.error_finding_file" = "¡No se puede encontrar el archivo %@!";
"alert.error_loading_script" = "¡No se puede cargar el script %@!";
"alert.error_saving_file" = "Se ha producido un error al guardar %@: %@";
"alert.error_deleting_file" = "No se puede eliminar el archivo.";

"alert.target_peak.bad_value" = "El valor \"%@\" no es válido.\nPor favor, proporcione un valor entre 10 y 10000, o 0.";

"alert.config.new.title" = "Nueva configuración de entrada";
"alert.config.new.message" = "Por favor, introduzca un nombre para la nueva configuración.";
"alert.config.duplicate.title" = "Configuración duplicada";
"alert.config.duplicate.message" = "Por favor, introduzca el nombre para el archivo de configuración duplicado.";
"alert.config.file_existing.title" = "El archivo ya existe";
"alert.config.file_existing.message" = "Ya existe un archivo de configuración con el mismo nombre de archivo. Elija OK para mostrar el archivo en Finder.";
"alert.config.cannot_create" = "¡No se puede crear el archivo de configuración!\n%@";
"alert.config.cannot_write" = "¡No se puede escribir en el archivo de configuración!";
"alert.config.rename.title" = "Cambiar el nombre de la configuración de entrada";
"alert.config.rename.message" = "Por favor, introduzca el nuevo nombre para la configuración.";

"alert.filter.incorrect" = "Se produjo un error al configurar los filtros. Por favor, compruebe el formato de los parámetros.";
"alert.add_filter.title" = "Nuevo filtro";
"alert.add_filter.message" = "Por favor ingrese el filtro usando el formato de comando vf o af de mpv.";

"alert.keybinding_config.error" = "¡Error al analizar el archivo de configuración de atajos de teclado \"%@\"! Se ha regresado a la configuración por defecto de los atajos de teclado de IINA. Por favor, compruebe su configuración.";

"alert.extra_option.cannot_read" = "No se pueden leer las opciones de mpv adicionales definidas por el usuario.";
"alert.extra_option.empty" = "¡La clave o el valor no pueden estar vacíos!";
"alert.extra_option.error" = "Error al configurar la opción --%@=%@ con valor de retorno %d. Por favor, compruebe la configuración de opciones adicionales en Preferencias > Avanzado.";
"alert.extra_option.config_folder" = "Error al configurar el directorio de configuración \"%@\".";

"alert.playlist.error_deleting" = "Error al eliminar: %@";

"alert.screenshot.error_taking" = "¡No se puede tomar una captura de pantalla!";

"alert.sub.no_selected" = "Por favor, seleccione primero un subtítulo descargado.";
"alert.sub_lang_not_set" = "Por favor, configure el idioma predeterminado de los subtítulos en las preferencias antes de usar OpenSubtitles. Inglés(eng) se utilizará esta vez.";
"alert.sub.cannot_save_passwd" = "No se puede guardar la contraseña en el Llavero: %@";
"alert.sub.cannot_login" = "No se puede iniciar sesión. Compruebe su nombre de usuario, contraseña, y el estado de la red.\n\n%@";
"alert.sub.save_downloaded.title" = "Guardar los subtítulos descargados";

"alert.set_default.title" = "Establecer IINA como aplicación predeterminada";
"alert.set_default.message" = "IINA se establecerá como la aplicación predeterminada para todos los tipos de archivo que soporta.";
"alert.set_default.success" = "Se terminó con %d éxito y %d fallo.";

"alert.add_watch.title" = "Añadir propiedad de monitoreo";
"alert.add_watch.message" = "Por favor, ingrese un nombre válido de propiedad de mpv.";

"alert.jump_to.title" = "Saltar a";
"alert.jump_to.message" = "Por favor, ingrese el tiempo al que desea saltar. Ejemplo: 20:35";

"alert.opensub.login.title" = "Iniciar sesión en OpenSubtitles";
"alert.opensub.login.message" = "Por favor, ingrese su nombre de usuario y contraseña";

"alert.open_url.title" = "Abrir URL";
"alert.open_url.message" = "Por favor, ingrese la dirección URL:";
"alert.choose_media_file.title" = "Seleccione el archivo multimedia";

"alert.add_url.title" = "Añadir URL";
"alert.add_url.message" = "Por favor ingrese la URL:";

"alert.delete_history.title" = "Eliminar el historial de reproducción";
"alert.delete_history.message" = "¿Está seguro de borrar las entradas seleccionadas?";

"alert.filter_hwdec.message" = "Estás a punto de aplicar un filtro de vídeo. Sin embargo, su descodificador actual puede no soportar bien los filtros de vídeo. Puede desactivar la descodificación por hardware o cambiar a Auto(Copia), que consumirá el doble de memoria. \nPuede que tenga que repetir la operación anterior (como, recortar) para que funcione.";
"alert.filter_hwdec.abort" = "Abortar";
"alert.filter_hwdec.turn_off" = "Desactivar la descodificación por hardware";
"alert.filter_hwdec.use_copy" = "Cambiar a Auto(Copiar)";

"alert.clear_cache.title" = "Borrar caché de miniaturas";
"alert.clear_cache.message" = "¿Está seguro de borrar toda la caché de miniaturas?";

"alert.clear_history.title" = "Limpiar historial de Reproducción";
"alert.clear_history.message" = "¿Estás seguro de borrar todo el historial de reproducción?";

"alert.clear_watch_later.title" = "Borrar el progreso de reproducción guardada";
"alert.clear_watch_later.message" = "¿Estás seguro de borrar todo el progreso de reproducción guardado (datos de \"ver más tarde\")?";

"alert.restore_alerts.title" = "Restaurar alertas reprimidas";
"alert.restore_alerts.message" = "¿Estás seguro de que quieres restaurar las alertas suprimidas?";

"alert.nothing_to_open" = "Nada para abrir.";

"alert.no_video_track" = "No hay una pista de vídeo.";

"alert.duplicate_config" = "No puede editar configuraciones predeterminadas directamente. Por favor, duplicarla antes de editar.";

"alert.assrt_register" = "Debido a la cuota limitada de la API, se recomienda el uso de su propio token de la API. El token predeterminado es solo para uso demostrativo, y puede presentar errores de red.";
"alert.assrt_register.register" = "Registrarse ahora";
"alert.assrt_register.try" = "Probar primero";
"alert.assrt_token_prompt.title" = "Ingresa tu token de la API";
"alert.assrt_token_prompt.message" = "Por favor, regístrese en la página web. Obtenga su token en la página de inicio de usuario e ingréselo a continuación:";
"alert.assrt_token_invalid" = "Parece que tu token de la API Assrt no es válido.";

"alert.plugin_uninstall.title" = "¿Estás seguro de desinstalar %@?";
"alert.plugin_uninstall.message" = "El plugin se eliminará de su disco.";
"alert.plugin_reinstall.title" = "El plugin %@ ya existe";
"alert.plugin_reinstall.message" = "¿Quieres reinstalar el plugin?";
"alert.duplicated_plugin_id" = "Se han detectado identificadores de plugins duplicados. Dos o más plugins tienen el mismo identificador \"%@\". Esto puede causar comportamientos anormales. Puede encontrarlos en Preferencias -> Plugins e informe a sus autores. Si un plugin está instalado localmente, también puede cambiar manualmente su identificador en el archivo Info.json del plugin.";
"alert.plugin_no_update" = "No se encontraron actualizaciones.";
"alert.plugin_update_found.title" = "Actualización encontrada para %@";
"alert.plugin_update_found.message" = "La última versión es %@. Tienes la versión %@. ¿Desea actualizarla?";
"alert.plugin_permission" = "Este plugin requiere los siguientes permisos. Por favor, revíselos antes de continuar.";
"alert.plugin_permission_added" = "Esta actualización requiere permisos adicionales. Por favor, revíselos antes de continuar.";

"playlist.total_length" = "%@ en total";
"playlist.total_length_with_selected" = "%@ de %@ seleccionados";
"playlist.sorting.header" = "Ordenado";
"playlist.sorting.filename_ascending" = "Nombre de archivo ascendente";
"playlist.sorting.filename_descending" = "Nombre de archivo descendente";
"playlist.sorting.path_ascending" = "Ruta de archivo ascendente";
"playlist.sorting.path_descending" = "Ruta del archivo descendente";
"pl_menu.title_multi" = "%d Elementos";
"pl_menu.play_next" = "Reproducir siguiente";
"pl_menu.play_in_new_window" = "Reproducir en una nueva ventana";
"pl_menu.remove" = "Eliminar";
"pl_menu.remove_multi" = "Eliminar seleccionados";
"pl_menu.delete" = "Mover a la Papelera";
"pl_menu.delete_multi" = "Mover los archivos seleccionados a la Papelera";
"pl_menu.delete_after_play" = "Mover a la Papelera después de reproducir";
"pl_menu.delete_after_play_multi" = "Mover los archivos seleccionados a la Papelera después de reproducir";
"pl_menu.show_in_finder" = "Mostrar en el Finder";
"pl_menu.add_file" = "Añadir archivo…";
"pl_menu.add_url" = "Añadir URL…";
"pl_menu.clear_playlist" = "Borrar la lista de reproducción";
"pl_menu.matched_sub" = "%d subtítulo(s) encontrado(s)";
"pl_menu.add_sub" = "Añadir subtítulo…";
"pl_menu.wrong_sub" = "¡Subtítulo incorrecto!";
"pl_menu.browser" = "Abrir en el navegador";
"pl_menu.copy_url" = "Copiar URL";
"pl_menu.copy_url_multi" = "Copiar URLs";

"keymapping.title" = "Asignación de teclas";
"keymapping.message" = "Pulse cualquier tecla para grabar.";

"filter.video_filters" = "Filtros de vídeo";
"filter.audio_filters" = "Filtros de audio";

"hwdec.no" = "Desactivar la descodificación por hardware.";
"hwdec.auto" = "Activar la descodificación por hardware. Sin embargo, la mayoría de los filtros de vídeo no funcionarán correctamente.";
"hwdec.auto-copy" = "Activar la descodificación por hardware. Consumirá el doble de memoria, pero funciona con filtros de vídeo.";

"gaplessAudio.no" = "La reproducción de archivos de audio consecutivos puede provocar silencio o interrupciones en el punto de cambio de archivo.";
"gaplessAudio.weak" = "Si cambia el formato de audio de la salida del decodificador, el dispositivo de audio se cierra y se vuelve a abrir, lo que interrumpe la reproducción sin pausas.";
"gaplessAudio.yes" = "El dispositivo de audio se abre utilizando los parámetros seleccionados para el primer archivo reproducido y luego se mantiene abierto para una reproducción sin pausas. Los archivos siguientes pueden ser re-muestreados.";

"subencoding.auto" = "Detección automática";

"osc_toolbar.settings" = "Ajustes rápidos";
"osc_toolbar.playlist" = "Lista de reproducción y capítulos";
"osc_toolbar.pip" = "Alternar Picture-in-Picture";
"osc_toolbar.full_screen" = "Alternar pantalla completa";
"osc_toolbar.music_mode" = "Entrar en modo música";
"osc_toolbar.sub_track" = "Elegir la pista de subtítulos";
"osc_toolbar.screenshot" = "Capturar pantalla";
"osc_toolbar.plugins" = "Mostrar panel de plugins";

"mini_player.album_art" = "Alternar imagen de álbum";
"mini_player.loop" = "Repetir";
"mini_player.shuffle" = "Aleatorio";
"mini_player.remove" = "Eliminar de la lista";
"mini_player.add" = "Añadir a la lista";
"mini_player.delete" = "Borrar todas las pistas de la lista";
"mini_player.volume" = "Volumen";
"mini_player.close" = "Cerrar modo de música";
"mini_player.back" = "Volver al modo de vídeo";
"mini_player.sort" = "Ordenar la lista de reproducción";

// Touch bar

"touchbar.ahead_15" = "Adelantar 15s";
"touchbar.ahead_30" = "Adelantar 30s";
"touchbar.back_15" = "Retroceder 15s";
"touchbar.back_30" = "Retroceder 30s";
"touchbar.next_video" = "Siguiente vídeo";
"touchbar.prev_video" = "Vídeo anterior";
"touchbar.increase_volume" = "Volumen +";
"touchbar.decrease_volume" = "Volumen -";
"touchbar.rewind" = "Rebobinar";
"touchbar.fast_forward" = "Avance rápido";
"touchbar.play_pause" = "Reproducir / Pausar";
"touchbar.seek" = "Buscar";
"touchbar.time" = "Posición en el tiempo";
"touchbar.remainingTimeOrTotalDuration" = "Tiempo restante / Duración total";
"touchbar.toggle_pip" = "Alternar Imagen dentro de imagen";

// Plugin permissions

"permissions.network-request.name" = "Solicitud de red";
"permissions.network-request.desc" = "Este plugin puede solicitar o subir datos a estos sitios web:";
"permissions.network-request.any_site" = "Cualquier sitio";
"permissions.show-osd.name" = "Mostrar OSD";
"permissions.show-osd.desc" = "Este plugin puede mostrar mensajes OSD (en pantalla).";
"permissions.show-alert.name" = "Mostrar alertas";
"permissions.show-alert.desc" = "Este plugin puede mostrar alertas emergentes.";
"permissions.video-overlay.name" = "Añadir superposición en vídeos";
"permissions.video-overlay.desc" = "Este plugin puede representar contenido adicional en la parte superior del vídeo.";
"permissions.file-system.name" = "Acceder al sistema de archivos";
"permissions.file-system.desc" = "Este plugin puede leer o escribir archivos en su disco, incluyendo información confidencial. También puede llamar a otros programas o aplicaciones que pueden dañar su sistema, asegúrese de verificar la fuente.";

"plugin.install" = "Instalar";
"plugin.installed" = "Instalado";
"plugin.not_installed" = "No instalado";
"plugin.local" = "Instalado localmente";
"alert.plugin.install_error" = "Ha ocurrido un error durante la instalación: %@";
"alert.invalid_url" = "La URL no es válida.";
"plugin.install_error.invalid_url" = "La URL no es válida.";
"plugin.install_error.file_not_found" = "No se pudo encontrar el archivo de paquete.";
"plugin.install_error.cannot_download" = "Error al descargar el plugin.\n\nSalida:%@\n";
"plugin.install_error.cannot_unpackage" = "Error al desempaquetar el plugin.\n\nSalida:%@\n";
"plugin.install_error.cannot_load" = "IINA no puede cargar este plugin. Puede estar en el formato incorrecto.";
"plugin.check_for_updates" = "Buscar actualizaciones";
"plugin.updating" = "Descargando actualización…";
